github.copilot
github.copilot-chat
github.github-vscode-theme
equinusocio.vsc-material-theme
vscode-icons-team.vscode-icons
vscodevim.vim
ms-python.python
ms-python.debugpy
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
golang.go
ms-azuretools.vscode-docker
